(function () {
  if (!window.blogs) {
    window.blogs = {};
  }
  window.blogs.along = `
&emsp;&emsp;你未必真耐得住寂寞。当你面对堆叠入山的书籍和无穷变幻的代码，才发现自己不过是站在C世界边缘的蚂蚁。

&emsp;&emsp;你翻开《C程序设计》的最后一页，这时夕阳的辉茫在纸张上缓慢移动，那些泛黄的代码仿佛将融入你的指尖。窗外传来篮球声和人们的回音，你才察觉一天又将进入它的尾声。

&emsp;&emsp;傍晚，那个叫做“你”的家伙翻开《C和指针》，目录中出现好多新的知识，他惊奇的从书堆中随意抽出一本，发现里面又有许多新知识。他绝望的瘫在地上意识到每一本书里都有他从未知晓过的知识。知识是无穷无尽的。

&emsp;&emsp;在C世界的边缘地带，只有一扇窗户，其余三面被书籍围住。窗外，大千世界灯红酒绿，人类幸福、健康、绿色的活着。很多干这一行的也是如此，当掌握的知识足够生活所需，便带着几本经典的书籍跳出窗外寻觅幸福。 你一直想读穿这面书墙，那种对知识的疯狂渴望和对未知的强烈好奇半途而废的窗外人永远不会懂。你越读越深，不畏艰险，如同一把利剑直指C世界内核。周围的书本和窗外的世人都在嘲笑你的愚蠢，虽然你知道智商这东西生来不平等，世上有种痛苦就是明知道先人已经总结出更高深的智慧，但你却无法理解。不过你想，他总比窗外的世人聪明，那为什么他们还要笑你愚蠢？为此你恼羞成怒，抓起一本书，盯着上面的代码竟然可耻的撸了起来！常人无法理解代码在你眼中多么性感。怒火随着喷涌的精子发泄出来。事后你冷静思考，决定不能沉沦于此。 终于有一天一丝不苟的你抽出一本书后，发现书墙穿了！从墙洞中你看到了内核的世界。墙外下着暴雨，闪电划破厚重的乌云，沉闷的雷声如同地狱恶魔的呻吟。远处一座锈迹斑斑的城市座落在雨中。传说那是孤独本身，你可以在那里安静的读任何书籍，浏览一切智慧，生命将变得永恒，也永不会有人来打扰你。 你终于找到能满足他求知欲的地方，他迫不及待要去攀登智慧的颠峰，但他还是决定把剩下的墙读完。

&emsp;&emsp;又过了几年，最后只剩下了一本书，而这本书里大部分内容你都已知晓，只有最后一章竟然没有标题。暴雨仍在洗礼无人之城，这雨似乎从不停息。他想他终于将C征服在脚下，他要只身去那雨之城，没有人到达过这样接近智慧之颠的高度。他亦然是最精通C的人，当他读完最终章，真理之门将向他敞开，他将继续前行在知识的海洋。于是他翻开了最后一章。

&emsp;&emsp;只见最终章写着两个大字：生活。

&emsp;&emsp;你左瞧右看，将书又翻了一遍，没有其他内容了。一种无形的压力让他窒息，人们的嘲笑声缭绕在耳旁，黑云也汇聚成一张巨大的的笑脸。

&emsp;&emsp;“It's a joke！”  

&emsp;&emsp;这不可能。你的信仰直接被击碎了。那些日夜的执着仿佛都是在讽刺它们本身。难道追求真理追求智慧的山颠也有错？但他又晃然大悟，发明C的初衷不就是为了造福人类吗，学习知识不就是为了改变生活吗，如果知识不产生实际作用，那学来有什么用呢？你看着倒映在水中的面庞，才意识到自己已老得即将死去，你用了一辈子时间献身智慧，却发现这居然是一个天大的玩笑。

&emsp;&emsp;现在，那个叫做“你”的家伙有两个选择，他要么回去，快点的话，还能看最后一眼五彩的真实世界。或踏入雨之城，获得永恒的生命，继续并永远的向未知驶去。

&emsp;&emsp;生命在一点点流逝，Now，what's your chose?
  `;
})();
