(function () {
  if (!window.blogs) {
    window.blogs = {};
  }
  window.blogs.b_night_snow = `
&emsp;&emsp;寒风中跳着舞的雪花，纷纷坠下，坠入泥里。她们洁白到似乎有了灵魂。折射着冬夜里冷清路灯明亮的灯光，闪耀间，将我的思潮，牵入遥远的记忆。 

&emsp;&emsp;是回忆还是憧憬？ 

&emsp;&emsp;爱在飞坠的雪花中变得更纯真，更痴迷，更悠扬。冬夜的雪，伴着灯光，伴着寂静的夜的呼吸，伴着曾经的沧海桑田，将周围静的公园里的景物渲染。被远方的夜幕压得更低、更黑。 

&emsp;&emsp;你似乎化作这让我感动得流泪的雪花，如百合花瓣一样浮过我的脸，和泪水合二为一。 

&emsp;&emsp;内心的寂寞和思念是可以在这旧时凝望的景致出现时而得到表达的。我尽可能的使思潮引向更深处，引到心灵中，你居住的那片花园。 

&emsp;&emsp;只留下夜雪路灯下一个浅浅的吻，把我的回忆点燃。百合仍在冰冷的空气里旋转。我痴的凝望，凝望这雪，直到记忆的盲点......
  `;
})();
