(function () {
  if (!window.blogs) {
    window.blogs = {};
  }
  window.blogs.brcity = `
&emsp;&emsp;瓢泼中，小杰克左手费劲地撑着老式黑布大雨伞，右手拽着一支变了形的油漆桶，匆匆忙忙地穿过锈迹斑斑的大街。滂沱的雨浸湿了他瘦弱身躯上披着的灰大衣。哗啦啦的，他自己也听不见自己的脚步声。</p>
<p>&emsp;&emsp;用尽浑身力气，小杰克终于回到了他的卧室——他一个人住的那栋房子的二楼。他放下雨伞和油漆桶，那油漆桶里盛满了乌漆漆的凝固成块的油——杰克每个星期一的上午都要穿过好几条街到工业区废弃工厂的墙壁上刮下满满一桶。节约点的话，这桶油正好可维持壁炉一个星期的燃烧。杰克找不到木材，只好用这些油涂在废铁上放在壁炉里烧，既照明又取暖。有时杰克会让壁炉燃一整天，滚滚的浓烟从烟囱冒出来，在骤雨中上升，消散在那洗不干净的，可望而不可及的灰色天空，仿佛将人间的罪恶和孤独，人心的冷漠和脆弱，都带走，永远的带走。

&emsp;&emsp;杰克居住的这座城市就是边城了。这里就像一座机械城，一切都是由钢铁、电线和灯泡组成，它们古老并且陈旧。路面也是由钢板铺成的，走在上面会“哐哐”的响，被雨水冲变了形的路灯像佝偻的枯树，布满铁锈的座椅和远处的高楼是同样的古铜色，更有些建筑已锈得发绿，锈得墙体也剥落了。这里长年下雨，不是阴雨绵绵就是倾盆大雨，最厉害的时候，杰克记得那会下了整整半个月的暴雨。他常常呆坐在卧室的窗边，凝望外边被洗刷了许多年的街道和早已坏掉的路灯。他想，这钢板大街的下面，一定有一个无比巨大而复杂的排水系统，否则这了无人烟的废弃之都早已被洪水淹没了。有时，杰克会忽然很享受这样的时光：一个人看着窗外，如柱的大雨使远处的高楼变得模糊，使他听不见自己的声音。关上窗，房间里明亮而温暖，在壁炉旁边堆满了面包和饮料，罐头和饼干，这正是杰克感到温馨的地方。杰克的食物是他在家对面的超市里拿的，雨小的时候，他也去隔着两条街外的巧克力专卖店带许多巧克力回来。时光一天天过着，虽然偶尔杰克也会想：高楼大厦的另一边有什么...杰克就算站在屋顶也望不见城市的边缘，那些大厦把视野都遮挡了。复杂的交通网络也是让杰克头疼的问题。这是属于杰克的城市，在这座城市里杰克从未见过第二个人。阴霾的天空下，无尽的雨水撞击地面，汇成锈的河流，淌入地下水道。

&emsp;&emsp;又是一个星期一的早上，雨不大，杰克提着油漆桶就往工业区赶，仿佛有什么东西追着他，或者他怕刮起狂风暴雨，到时候体弱的他恐怕要被狂风扯向空中。杰克快步的走着，伴随着“哐哐哐”的脚步声，只花了将近20分钟，杰克就到了工业区的门口。铁栅栏半开着，旁边铭牌上的字已模糊不清——果然是废弃相当长一段时间了。杰克一边用铲子刮着油垢一边观望着这些庞大又冰冷的工厂。那些工厂据说之前做过军品，就是武器，有的也生产过工业上的机器。讽刺的是，高高耸立的工厂烟囱就像一根竖起的中指，不削的对人们比着“FUCK”的手势，仿佛在嘲笑人类的愚蠢和对战争的抗议。杰克采集完了他的燃料正往回走，就在这时，或许是他太匆忙，一个踉跄滑了一跤。而他万万没有想到的是，那被雨水腐蚀了上百年的钢铁地面，现在就像蜂窝煤一样锈得不堪一击。杰克这一摔，振动了本来就脆弱的路面。“喀喀喀”几声过后，杰克所在的那块钢板竟像朽木般的折断和坍塌。大事不妙！他和那块钢板一起向下坠，从地平面上跌下去了。杰克害怕的抓着一块钢板碎片，下坠的过程中，杰克望向四周：四周是一望无边的空旷，放眼望去，雨滴就像无数颗子弹从地面上穿射下来，光线也从地面上一束束的射下来。杰克忽然感觉这景色美极了，他感觉自己在飞，感觉自己就要逃脱这冰冷和孤寂的城市，感觉自己要飞向那片光里，顺着光芒的指引，一直飞往极乐的净土，天国的花园。忽然眼前一黑……

&emsp;&emsp;杰克恢复了意识，他正趴在冷冰冰的生满锈迹的钢板上，身子被雨水淋了个遍，寒意席卷了每一寸皮肤。雨水将他的鼻血冲得干干净净，直到他抬头向上看才确信自己真的掉下来了。他看见了房子的地基，看到了纵横交错的管道，看到了自己的手正在溃烂，雨水混着三氧化二铁对皮肤有害。杰克艰难爬起来，躲到一处管道下面避雨。直到现在他还后怕他是怎么掉下来的，那至少有100米高度啊，正因如此，杰克是别想再回到地面了。他想，他应该顺着水流的方向走，那可能通向大海，但也可能通向地狱……无助的杰克只好硬着头皮在管道间穿行，他跟着地心引力的指引向未知走去。他别无办法。边城的地底竟然别有洞天，整个城市的地基和管道组成了一个史无前例的庞大迷宫。随着时间的流逝，杰克渐渐感到绝望了。没有人知道他遇到了什么麻烦，他没意识到他正走进巨大的管道内部，就连他自己在管道内行走了1个小时后也不知道自己的具体方位，更不知道出口在哪里。除了雨水撞击管道的“哐哐”声和自己的心跳声，没有其他东西回应他。黑夜渐渐降临，借着微光，他看见腐朽的管道壁，看见自己流血的双手……杰克不停的向前走，忍受着饥饿和寒冷，他坚信前方一定有出口，那出口通向大海，有明媚的阳光和温暖的沙滩，他会得救的。杰克这样想着，虽然他非常饿，但他不那么因为饿而难受了。湿透了的大衣丝毫不能带来一点温暖，但杰克没有精力去管这些，求生的本能驱使着他。然而这错综复杂的管道迷宫，杰克现在又在哪里呢，他会不会一直在原地转圈，他会不会已经走到离地狱不远的地底，他越是走得深，忐忑就越是撕咬他的心。不知走了多久，杰克已经体力不支，他渐渐的走得慢了。他一旦停下来或许就没有力气再挪动一步，一旦停下来，就表示他放弃了，一旦停下来，死亡就会追上他了。杰克能够感觉到死神在后面追他，可是他真的快走不动了。“再前进十步”他对自己说，“不……八步，就前进八步。”难道他就要死了吗，死在一个永远也不会有人知道的管道里，连自己身在何处也不知道。“无所谓了”他想。他只求快点解脱。正在他失去再向前一步的勇气时，前方有光线照来，那光芒不同于普通的亮光，它给杰克特别的感觉，那会是天堂的光芒吗？杰克伸手想去触碰。杰克一点点的，挣扎着靠近那光芒，一步，两步……光线越来越强烈，照得他睁不开双眼！那是阳光啊，他找到出口了！外面的阳光那么炽热，能够照暖杰克的心房。杰克两腿一软，倒在地上，露出了微笑……然后他昏了过去……

&emsp;&emsp;一阵眩晕过后，杰克感到头部无比的疼痛，大脑花了好长时间才稍微清醒。杰克全身动弹不得，看看四周，生锈的排水管道纵横交错，房子的地基陈旧得发黑。雨不算大，但不停的洗刷着这里的一切。忽然，杰克看见自己的脚边趴着一个人！杰克浑身一震，恐惧和不安像台风一样席卷而来。趴在他脚下的那个人，不正是他自己吗！那他自己又是谁，这到底是怎么回事？

&emsp;&emsp;杰克掉下来的时候，就摔断了脊椎，他哪也去不了。他趴在原地，寒冷将他一点点吞噬。 
  `;
})();
