(function () {
  if (!window.blogs) {
    window.blogs = {};
  }
  window.blogs.seven_years = `
![pic1](https://isluo.com/imgs/blog-seven-years.png)

&emsp;&emsp;我年幼的时候就知道“上海”这个名字，大概是从天气预报节目中听来的，因为“上”这个字笔画很少，特别容易记住。我当时以为，应该还有“中海”和“下海”，因为一般电视剧或书籍都是分“上中下集“的。

&emsp;&emsp;十几年光阴不过一刹那，我大学毕业了。一张红色的车票，我竟真的坐在了开往上海的火车上。那是2010年的秋天，世博会正在举办，到处都是海宝和外国人。伟岸的南浦大桥，层层的立交，穿行的车辆和人潮……那是我第一次参加工作，什么也没有多想，每个月拿着几千块钱的工资不亦乐乎。和同学们去参观高大的东方明珠，沿着外滩去感受这座城市的繁华。扶着栏杆望着一江的波光粼粼，偶然抬头，上海最美丽的景色便呈现在眼前，夜幕下五光十色，甚是美丽。

&emsp;&emsp;我们又去了上海湾，那条路叫“海鸥路”，这么美的名字让人感觉得一股海滨城市的画风。这条笔直的路紧邻着海岸一直延伸到远处，巨大的风车跟着海鸥路排成了一列。可能是退潮的季节，我们直接穿着筒靴在海面上行走，偶尔能看到螃蟹和贝壳。

&emsp;&emsp;日子平稳而快速的推移，每日从产线上的工人嘴里听来的故事都让人感慨，回头想想自己，我竟然是一个没有故事的人。还有那下夜班后独自回宿舍路上望见的月亮，朦胧又寂寞。在上海的日子并不长，最后同学们开始纷纷离职了。我还记得最后的日子里，和林伟雄在公司后面河流的草坪上晒太阳的午后，躺在斜坡上，阳光就像干净的毛毯一样盖在身上，地上有穿行的蚂蚁也无所顾及，只想就这样睡着，也不去管未来何去何从。

![pic1](https://isluo.com/imgs/blog-seven-years2.jpg)

&emsp;&emsp;我回到了成都，我读书、学习，翻阅中外的名著，为了度过那些幽暗的岁月。一晃眼，又是这许多年的光景。直到2015年9月，或许是一时冲动的决定，我再一次踏上了上海这片土地。努力做事，希望有一些成绩。我也得到了回报，得到过一段平静时光，得到了伙伴和朋友。在悦点的日子是我最快乐的日子，我甚至不想下班，半夜去万达看电影，最后回公司睡沙发。伙伴们都一起吃饭做项目，五角场来来回回走了几百次，撑起伞去感受风雨，周围的大厦也灯红酒绿。什么烦恼也没有。我以为大家会一直这样过下去，大家都会越来越好，去追逐更好的生活。

&emsp;&emsp;现在，是2017年的深秋。我一个人来到海湾，那些当年正在建设的建筑已经开放给游客游览。我慢慢的向前走着，卡农的旋律在心中奏响，仿佛那些从前在上海的日子就发生在昨天，而这个“昨天”竟已是相隔了七年。七年能改变一个人多少呢？

&emsp;&emsp;我喜欢这里的海风和空气，我站在塔楼上，望向目力的极限，航标也显得那样小，远处那么朦胧。蔚蓝的天穹，阳光透过云层普照大地。我坐在岸边的围墙上，浪涌来，在堤上拍打出花朵。我就想坐在这里，弓着身子，任风在脸上刮，眯起双眼，渴望着大海。我爱这海湾。

&emsp;&emsp;我有被这个世界改变吗，我可能学会了一些谋生的技能，学会了一点人际交往的技巧。但无论如何，我最初的价值观，认为的那些重要的东西，所追寻的光景，认可的美丽，从未改变。我不知道未来怎样，一生太漫长，青春太短暂，我大概会一辈子平庸。这个世界有时让我得到一些东西，有时让我失去一些东西。

&emsp;&emsp;不管怎么样，我爱这座城市，它带给我各种感受。上海的雨下得那么纯粹， 风刮得那么凌冽。我遇到的人对我都很好，我爱这里的食物，我爱陆家嘴的夜景，我爱这里的生活节奏。有时候，我也想起过往，七年了，同学们各奔东西，朋友们很少再联系，而从前的你，也已经嫁人了罢。

&emsp;&emsp;浮沉浪似人潮。 

![pic1](https://isluo.com/imgs/blog-seven-years3.jpg)
  `;
})();
