(function () {
  if (!window.blogs) {
    window.blogs = {};
  }
  window.blogs.snow_mountain = `
&emsp;&emsp;这条小路一直绵延到视力不能及的高处。从山脚的这个位置向上望去竟看不到天穹。这山不知几千万里，亦不知其尽头何处。

&emsp;&emsp;此刻，他矗立在山口被积雪覆盖的狭窄小道起点，陡峭蜿蜒的台阶是继续前行的唯一道路。风如利刃往身体里嵌，刺骨的凛冽；暴雪如鹅毛般在呼啸声中飞舞，皑茫茫一片；山峰好似巨人的脊背，坚硬又严肃。最深沉的孤独和绝望扑面而来，他动弹不得，脚下像穿了一双注铅的铁靴，眼神如结冰的湖面，泪痕就是那冰上的裂隙，寒冷在他血液里乱窜。他站在那里任凭时间向后飞逝，一点点磨碎自己的脆弱和胆怯，他在自己思想斗争的折磨中等待，他的心智早已在漆黑中破灭，或许终有一天潜意识里的某种力量会迸发出瞬息的淡蓝火星，彼时他将抓住机会迈出第一步。亦或者他始终无法在梦魇中醒来，而又陷入更深的梦境。

&emsp;&emsp;他曾经从寒冰流域逆行而上，穿越那片由冰川统治的白色地狱。他忘记了自己的名字，脸庞如垂死的树皮僵硬到没有任何表情。这具身体不是他，他只是在控制这血肉筑成的躯干，他需要依附于肉身上才能得以前进。行走了如此遥远的路程，灵魂怕是早已在贫瘠的冻原中湮灭。不知他以何种信念为食，竟能抵达这雪山的脚下。
    
`;
})();
