(function () {
  if (!window.blogs) {
    window.blogs = {};
  }
  window.blogs.hospital = `
\`\`\`
早上 5 点钟突然醒了
左下腹隐隐有感觉，越来越痛
去年这个时候也来过一次，不知道什么原因，痛得死去活来，感觉快挂了。
过了几十分钟突然又好了，就没管。

今年又来了，小便有点成酱油的颜色。
拿出手机在网上查，估计该是泌尿外科这一类的。
支付宝上有预约挂号，看了一下最快都得等一天。
又查到医院急诊都是 24 小时开门的，就找了一个三甲的有泌尿外科的医院，滴滴叫了个车。

开了半个多小时到了，去急诊部，我从侧门进的，过道里都是躺着的病人，很浓的味道。
大厅里有咨询处，我就对医生说左下腹痛，小便有酱油色。她稍作判断给我开了个小票让我去挂号。
急诊部有急诊部的挂号窗口，6 元挂号后，开了个单子，泌尿外科，有 B 超，尿液检验等，去旁边的窗口缴费，刷的医保卡。

然后我就去 B 超了，B 超检查就检查出来了：肾结石。有小的结石，还有积水。

那会儿我已经不痛了。
出来又咨询了医生，我说现在不痛了，她就让我去门诊，不用急诊了。

门诊一般是预约的，但也有直接挂号的窗口，早上7点过，排队不算多，6 元又挂了个号，就去 2 楼泌尿外科等着排号，就像去银行排号一样。
排号优先叫预约的号，所以一直排不到，等了很久。
我去了趟卫生间，小便时尿出了个石头！
我捡起来了，大概两三毫米，不规则，有红色和白色等物质混合着。

我回到等候的地方又等了很久，见一直都排不到就走了。

查了一些肾结石的问题，联系自己的情况
多半就是：缺少运动，上班又是从早坐到晚，长期熬夜（一般 12 点才睡），最近冬天喝水也少了。

总之，得坚持锻炼，有氧什么的，我以前有在家做间歇性有氧，波比跳之类，因为懒惰好久没做了。并且千万不能熬夜，多喝水，只喝白开水。

有尿赶紧撒，有屎赶紧拉，不要憋着，这很重要。

总结就是：
去最近的大医院，最好三甲。
医院分急诊和门诊，急诊是24小时的，突然病痛就直接去急诊。
门诊最好提前一两天预约，预约是优先叫号的。
带好医保卡和身份证
\`\`\`
    
  `;
})();
