(function () {
  if (!window.blogs) {
    window.blogs = {};
  }
  window.blogs.sailor = `
&emsp;&emsp;水手年轻的时候一无所有，混迹于市集，阴差阳错上了贼船，出海了。

&emsp;&emsp;被船长关押数月，缴械认怂在船上打杂。时间一长耳濡目染也学了些航海技艺和海盗生意。空闲时间除了饮酒斗殴心里还偷偷爱慕船长的女儿。

&emsp;&emsp;望着碧蓝无垠的大海，阳光如摔碎的琉璃洒得满目波光粼粼。水手觉得日子忙碌艰辛却乐在其中，十几年如一日跟着船长征战百回，乘风破浪珠光宝气。

&emsp;&emsp;而他们最终的目标，是寻得所罗门王最后沉没的宝藏，传说位于一处海妖出没的绝世幻境内。如果寻得这份财富，一生将享尽荣华，英勇事迹也会随季风和洋流传遍世界。不仅是无穷的财宝，还有那荒诞错愕的经历、璀璨耀眼的美景，这一生还有什么憾言呢，这是水手毕生的梦想。

&emsp;&emsp;随藏宝图逼近目的地，光怪陆离的岛屿渐隐渐显。然而黑云压下，滔天风暴袭来，船只四分五裂，船员葬身于幽冥。

&emsp;&emsp;昏迷的水手随着残骸漂流，不知过了多少星期，被过往商船所救，终于回到了儿时的港口……

&emsp;&emsp;十年后

&emsp;&emsp;靠小本生意起家，水手终于在岸边买了幢不大的房子，娶妻生子。窗台直面大海，暖风吹拂。他们偶尔会去山上走走，偶尔又去沙滩寻一寻贝。时间能抚平过往，他渐渐不再去回忆，虽然海上的日子自在又快乐。他曾时常梦见船长的女儿和那晚的风暴，但现在他只想像个凡人一样过得平静恬淡。

&emsp;&emsp;直到一日傍晚，云若火焰燃遍了天穹。几人叩响了水手家的门，而站在中间的，正是船长！

&emsp;&emsp;船长还活着！他们拥抱叙旧，那海上的日子就像发生在昨天。

&emsp;&emsp;此刻，船长集结了一支队伍，并拥有一艘更威猛坚实的战船。临别时，船长给了他一个选择：

&emsp;&emsp;“你是要这样平庸的度过余生，带着遗憾老去；还是重返海洋，去完成没完成的事业，去追寻毕生的梦想？”

&emsp;&emsp;现在，是时候做出选择了。
    
  `;
})();
